Repository: Zedenem/XMonsters
Catalog: XMonsters/Tracker.xcstrings
Source language: en
Languages: fr, it

source: About
fr: À propos
it: Informazioni

source: Progress could not be opened
fr: Impossible d’ouvrir la progression
it: Impossibile aprire i progressi

source: Your saved data has been kept. Check for an app update, then try again.
fr: Vos données ont été conservées. Vérifiez les mises à jour de l’application, puis réessayez.
it: I dati salvati sono stati conservati. Verifica gli aggiornamenti dell’app, poi riprova.

source: Try again
fr: Réessayer
it: Riprova

source: Incomplete only
fr: Non terminés uniquement
it: Solo incompleti

source: No matching monsters
fr: Aucun monstre correspondant
it: Nessun mostro corrispondente

source: Change your search or show completed monsters.
fr: Modifiez la recherche ou affichez les monstres terminés.
it: Modifica la ricerca o mostra i mostri completati.

source: Find a monster
fr: Rechercher un monstre
it: Cerca un mostro

source: Complete
fr: Terminé
it: Completato

source: Could not save
fr: Enregistrement impossible
it: Salvataggio non riuscito

source: The change was not applied. Try again.
fr: La modification n’a pas été appliquée. Réessayez.
it: La modifica non è stata applicata. Riprova.

source: %d captures remaining
fr: %d captures restantes
it: %d catture rimanenti

source: %d of %d species complete
fr: %d espèces sur %d terminées
it: %d specie su %d completate

source: Overall
fr: Total
it: Totale

source: Family challenges
fr: Défis par famille
it: Sfide per famiglia

source: Goal
fr: Objectif
it: Obiettivo

source: One each
fr: Un de chaque
it: Uno per specie

source: Ten each
fr: Dix de chaque
it: Dieci per specie

source: Challenge (%d)
fr: Défi (%d)
it: Sfida (%d)

source: Missing monsters
fr: Monstres manquants
it: Mostri mancanti

source: Goal complete
fr: Objectif atteint
it: Obiettivo raggiunto

source: A Final Fantasy X capture companion by Zedenem.
fr: Un compagnon de capture Final Fantasy X par Zedenem.
it: Un assistente per le catture di Final Fantasy X di Zedenem.

source: Source code
fr: Code source
it: Codice sorgente

source: Donations — link coming soon
fr: Dons — lien à venir
it: Donazioni — link in arrivo

source: Sync
fr: Synchronisation
it: Sincronizzazione

source: Progress is saved on this device. Optional account sync is planned for v2.
fr: La progression est enregistrée sur cet appareil. La synchronisation facultative avec un compte est prévue en v2.
it: I progressi vengono salvati su questo dispositivo. La sincronizzazione facoltativa con un account è prevista nella v2.

source: Captures
it: Catture

source: Progression
it: Progressi

source: Zones
it: Zone

source: Sources
it: Fonti
